experiments/benchmark_webserver/results/webserver_keda_prometheus_scaler/experiment_run_1/vegeta.3.log
Requests      [total, rate, throughput]         12, 10.91, 0.00
Duration      [total, attack, wait]             31.1s, 1.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:12  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         22, 10.48, 0.00
Duration      [total, attack, wait]             32.1s, 2.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:22  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         32, 10.32, 0.00
Duration      [total, attack, wait]             33.101s, 3.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:32  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         42, 10.24, 0.00
Duration      [total, attack, wait]             34.1s, 4.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:42  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         52, 10.20, 0.00
Duration      [total, attack, wait]             35.1s, 5.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:52  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         62, 10.16, 0.00
Duration      [total, attack, wait]             36.101s, 6.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:62  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         72, 10.14, 0.00
Duration      [total, attack, wait]             37.101s, 7.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:72  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         82, 10.12, 0.00
Duration      [total, attack, wait]             38.101s, 8.101s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:82  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         92, 10.11, 0.00
Duration      [total, attack, wait]             39.102s, 9.101s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:92  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         102, 10.10, 0.00
Duration      [total, attack, wait]             40.101s, 10.101s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:102  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         112, 10.09, 0.00
Duration      [total, attack, wait]             41.1s, 11.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:112  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         122, 10.08, 0.00
Duration      [total, attack, wait]             42.1s, 12.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:122  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         132, 10.08, 0.00
Duration      [total, attack, wait]             43.1s, 13.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:132  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         142, 10.07, 0.00
Duration      [total, attack, wait]             44.1s, 14.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:142  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         152, 10.07, 0.00
Duration      [total, attack, wait]             45.101s, 15.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:152  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         161, 10.06, 0.00
Duration      [total, attack, wait]             46.002s, 16.001s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:161  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         172, 10.06, 0.00
Duration      [total, attack, wait]             47.1s, 17.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:172  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         182, 10.06, 0.00
Duration      [total, attack, wait]             48.1s, 18.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:182  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         192, 10.05, 0.00
Duration      [total, attack, wait]             49.101s, 19.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:192  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         202, 10.05, 0.00
Duration      [total, attack, wait]             50.1s, 20.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:202  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         212, 10.05, 0.00
Duration      [total, attack, wait]             51.1s, 21.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:212  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         222, 10.05, 0.00
Duration      [total, attack, wait]             52.101s, 22.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:222  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         232, 10.04, 0.00
Duration      [total, attack, wait]             53.101s, 23.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:232  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         242, 10.04, 0.00
Duration      [total, attack, wait]             54.101s, 24.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:242  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         252, 10.04, 0.00
Duration      [total, attack, wait]             55.101s, 25.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.001s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:252  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         262, 10.04, 0.00
Duration      [total, attack, wait]             56.1s, 26.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:262  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         272, 10.04, 0.00
Duration      [total, attack, wait]             57.1s, 27.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:272  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         282, 10.04, 0.00
Duration      [total, attack, wait]             58.1s, 28.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:282  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         292, 10.03, 0.00
Duration      [total, attack, wait]             59.101s, 29.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:292  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         302, 10.03, 0.00
Duration      [total, attack, wait]             1m0s, 30.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:302  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         312, 10.03, 0.00
Duration      [total, attack, wait]             1m1s, 31.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:312  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         322, 10.03, 0.00
Duration      [total, attack, wait]             1m2s, 32.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:322  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         332, 10.03, 0.00
Duration      [total, attack, wait]             1m3s, 33.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:332  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         342, 10.03, 0.00
Duration      [total, attack, wait]             1m4s, 34.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:342  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         352, 10.03, 0.00
Duration      [total, attack, wait]             1m5s, 35.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:352  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         362, 10.03, 0.00
Duration      [total, attack, wait]             1m6s, 36.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:362  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         372, 10.03, 0.00
Duration      [total, attack, wait]             1m7s, 37.101s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:372  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         382, 10.03, 0.00
Duration      [total, attack, wait]             1m8s, 38.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:382  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         392, 10.03, 0.00
Duration      [total, attack, wait]             1m9s, 39.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:392  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         402, 10.02, 0.00
Duration      [total, attack, wait]             1m10s, 40.101s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:402  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         412, 10.02, 0.00
Duration      [total, attack, wait]             1m11s, 41.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:412  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         422, 10.02, 0.00
Duration      [total, attack, wait]             1m12s, 42.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:422  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         432, 10.02, 0.00
Duration      [total, attack, wait]             1m13s, 43.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:432  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         442, 10.02, 0.00
Duration      [total, attack, wait]             1m14s, 44.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:442  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         452, 10.02, 0.00
Duration      [total, attack, wait]             1m15s, 45.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:452  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         462, 10.02, 0.00
Duration      [total, attack, wait]             1m16s, 46.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:462  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         472, 10.02, 0.00
Duration      [total, attack, wait]             1m17s, 47.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:472  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         482, 10.02, 0.00
Duration      [total, attack, wait]             1m18s, 48.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:482  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         492, 10.02, 0.00
Duration      [total, attack, wait]             1m19s, 49.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:492  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         502, 10.02, 0.00
Duration      [total, attack, wait]             1m20s, 50.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:502  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         512, 10.02, 0.00
Duration      [total, attack, wait]             1m21s, 51.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:512  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         522, 10.02, 0.00
Duration      [total, attack, wait]             1m22s, 52.101s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:522  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         532, 10.02, 0.00
Duration      [total, attack, wait]             1m23s, 53.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:532  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         542, 10.02, 0.00
Duration      [total, attack, wait]             1m24s, 54.101s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:542  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Get "http://10.109.96.228/?burn=20": dial tcp 0.0.0.0:0->10.109.96.228:80: i/o timeout (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         552, 10.02, 0.00
Duration      [total, attack, wait]             1m25s, 55.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:552  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Get "http://10.109.96.228/?burn=20": dial tcp 0.0.0.0:0->10.109.96.228:80: i/o timeout (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         562, 10.02, 0.00
Duration      [total, attack, wait]             1m26s, 56.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:562  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Get "http://10.109.96.228/?burn=20": dial tcp 0.0.0.0:0->10.109.96.228:80: i/o timeout (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         572, 10.02, 0.00
Duration      [total, attack, wait]             1m27s, 57.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:572  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Get "http://10.109.96.228/?burn=20": dial tcp 0.0.0.0:0->10.109.96.228:80: i/o timeout (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         582, 10.02, 0.00
Duration      [total, attack, wait]             1m28s, 58.1s, 30s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:582  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Get "http://10.109.96.228/?burn=20": dial tcp 0.0.0.0:0->10.109.96.228:80: i/o timeout (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         592, 10.02, 0.00
Duration      [total, attack, wait]             1m29s, 59.1s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:592  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Get "http://10.109.96.228/?burn=20": dial tcp 0.0.0.0:0->10.109.96.228:80: i/o timeout (Client.Timeout exceeded while awaiting headers)
Requests      [total, rate, throughput]         600, 10.02, 0.00
Duration      [total, attack, wait]             1m30s, 59.901s, 30.001s
Latencies     [min, mean, 50, 90, 95, 99, max]  30s, 30.001s, 30.001s, 30.001s, 30.001s, 30.001s, 30.002s
Bytes In      [total, mean]                     0, 0.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           0.00%
Status Codes  [code:count]                      0:600  
Error Set:
Get "http://10.109.96.228/?burn=20": context deadline exceeded (Client.Timeout exceeded while awaiting headers)
Get "http://10.109.96.228/?burn=20": dial tcp 0.0.0.0:0->10.109.96.228:80: i/o timeout (Client.Timeout exceeded while awaiting headers)